Repository: RazvanRotaru/vmchecker
Catalog: vmchecker/po/*.po
Languages: fr, ro

source: No submission exists for this assignment
fr: Aucune solution n'existe pour ce projet
ro: Tema nu a fost încă trimisă

source: Submission date
fr: Date de rendu
ro: Data trimiterii temei

source: Assignment deadline
fr: Date limite pour le rendu
ro: Deadline temă

source: Submitted by
fr: Soumis par
ro: Submis de către

source: Penalty (late submission)
fr: Pénalité (rendu tardif)
ro: Depunctare întârziere

source: Penalty (grading)
fr: Pénalité (note)
ro: Depunctare corectare

source: Penalty (total)
fr: Pénalité (total)
ro: Total depunctări

source: Grade
fr: Note
ro: Nota

source: Results not yet available
fr: Résultats pas encore disponibles
ro: Rezultatele nu sunt încă disponibile

source: Penalty points
ro: Nota și observații

source: Compilation (stdout)
ro: Compilarea temei și a testelor (stdout)

source: Compilation (stderr)
ro: Compilarea temei și a testelor (stderr)

source: Testing (stdout)
fr: Test (stdout)
ro: Execuția testelor (stdout)

source: Testing (stderr)
fr: Test (stderr)
ro: Execuția testelor (stderr)

source: Kernel messages(netconsole)
fr: Messages du kernel (netconsole)
ro: Mesaje kernel (netconsole)

source: Testing queue
fr: File d'attente de test
ro: Coada temelor ce urmează să fie testate

source: Errors
fr: Erreurs
ro: Erori

source: File truncated! Actual size
fr: Fichier tronqué! Taille réelle
ro: Fișierul a fost truncat! Dimensiunea sa este de

source: bytes
fr: octets
ro: octeți

source: In the meantime have a fortune cookie
fr: En attendant, mangez un cookie
ro: Cât așteptați, vă oferim un răvaș

source: The assignment was submitted before the deadline by
fr: Ce projet a été rendu avant la date limite par
ro: Temă trimisă înainte de termenul limită cu

source: The assignment was submitted after the deadline by
fr: Ce projet a été rendu après la date limite par
ro: Temă trimisă după termenul limită cu

source: days
fr: jours
ro: zile

source: day
fr: jour
ro: zi

source: hours
fr: heures
ro: ore

source: hour
fr: heure
ro: oră

source: minutes
ro: minute

source: minute
ro: minut

source: seconds
fr: secondes
ro: secunde

source: second
fr: seconde
ro: secundă

source: Sent too fast
fr: Envoyé trop vite
ro: Trimis prea repede

source: The assignment was submitted too late
fr: Le projet a été rendu trop tard
ro: Tema a fost trimisă prea târziu

source: File not uploaded.
fr: Le fichier n'a pas été envoyé.
ro: Fișierul nu a putut fi încărcat.

source: The assignment was submitted too soon
fr: Le projet a été rendu trop vite
ro: Tema a fost trimisă prea devreme

source: Invalid username/password
fr: Nom d'utilisateur/password incorrect
ro: Combinație utilizator/parolă invalidă

source: Submission info
fr: Informations de rendu
